{
  "story-chapter-1": "Hello! Yeah, you!<br>Could you buy me a beer?<br>I forgot my wallet at home.",
  "story-chapter-2-1": "Ooh! Still some hope for mankind!<br>Cheers!<br><br>What if I gave you a short story in return?",
  "story-chapter-2--1": "I'm sorry to bother you with this.<br><br>Jill, put another one on my tab, please.<br>Thank you, sweetheart!<br>Now... Could I enlighten you with one of my many stories to make the thought of being generous go away?",
  "story-chapter-3-2": "Wow! You are a generous one and a great listener<br>The world is for sure a better place with you, thank you.",
  "story-chapter-3-0": "Great, whether you are a great listener or just generous.<br>I'm thankful to have you.<br>These days people like you are hard to find.",
  "story-chapter-3--2": "May I ask why you came to a pub<br>Be social! Fill the belies of lost cases like me and listen to their sad stories.<br>You'll see! The world would be a better place if we all acted a bit more like we care.",
  "story-chapter-4": "So... Let me tell you a story about this simple plain beer here.<br>This is the brew of history.<br>It was brewed for kings, queens, for their people and their swords and sorrows.<br>Even entire civilizations were calmed by it.<br><br>Oh! Before I continue, what is your name?",
  "story-chapter-5": "{playerName}, Ehj? That's a fine name.<br>It reminds me {randomFact}. *BURP*<br><br>Is that a name for a girl or a boy?<br>Sorry but my manners are getting rustier every day.<br>Tell my wife that you can't teach an old dog new tricks.<br><br>",
  "story-chapter-6": "I'm Maurits. What's in the past, is in the past but I was once a great writer instead of a renowned drinker.<br>My stories were legendary and were told everywhere.<br>Even many sons were named to me, no joke.<br><br>In the end... Everything has its price.<br>I could have any girl I wanted but the one person... Got away.<br><br>She was destined to be mine, at least that was what I thought and still think.<br>We got married and started a family.<br>Years went by and we were happy.<br><br>Then one night... I lost it all.<br>I wasn't home because I was on a quest for a story.<br>A fire started by marauders caused the death of my very existence.<br>My home, my family, my wife... Gone.<br><br>When I came back, I was too devastated to stay in my hometown.<br>I couldn't bear the thought, the memories...<br><br>Ever since... You can find me in places like this.<br><br>Even though I wish I could go back...<br><br>Where would you like to be<br><br>",
  "story-chapter-7": "{placeName}? I never heard of it.<br>Sounds nice!<br><br>Well... Let us get back to the story I was going to tell you.<br><br>500 years ago, there was once an abbey on the foot of the hill in a place called {placeName} .<br>The place wasn.t important to anything or to anyone.<br>It wasn't beautiful nor rich nor famous for people to go there.<br>Even the people living there didn't care about what happened to their home.<br><br>They had a job to attend to, shared a nice meal every evening with their families<br>and that was what got them through the day.<br>{fatherName} was the brewer of {placeName}, he and his beer were famous.<br>Sadly, his beer didn't make him immortal and he just died when {playerName}, his only {daughterSon} was born.<br><br>People forgot the once dearly known brewer and the taste of his legacy.<br><br>Years go by and little {playerName} grows older.<br>One day {sheHe} finds a book on a dusty shelf.<br>It was a journal of {herHis} father {sheHe} only knows by memories told by people.<br>The journal told about the fame and glory of {fatherName} brews and even a little clue about a recipe he hid from the world when he knew his last day would come.<br><br>After {playerName} discovered this, {sheHe} was intrigued by his tale asked Mother to tell more.<br><br>She confirmed everything like a caught murderer confesses his crimes<br>but she didn't know anything about the secret recipe and where it could be hidden.<br><br>She only knew that her husband spent a lot of time in the silent abbey located in the mountains.<br><br>\"Maybe the recipe is hidden within the abbey?\" {playerName} wondered.<br><br>The next morning {sheHe} packed {herHis} bags and left home determined to find the abbey.<br><br>After buying some supplies on the marketplace, {sheHe} started to head out to the border of centre of {placeName}.<br>The path within the mountains was steep and even a bit dangerous because of snow that hid the steps.<br>With every step {sheHe} took, {herHis} heartbeat went up a little.<br><br>The walk takes a half a day if I remember correctly.<br><br>The first looks were a little bit frightening.<br>Moss covered the big beams which hold the big wooden gate.<br>Water of a little creek runs under the drawbridge.<br><br>After grasping the moment of arriving to the moment of truth, {playerName}  heard the gate opening.<br>A man approached.<br><br>Timid as he was, he said: 'Welcome traveller. What brings you here?<br>Before the {girlBoy} could say anything, the man had a better look at the unexpected visitor.<br>'It's you! You are the {daugtherSon} of {fatherName} said the man.<br>'I'm abbot {abbotName}, your father was a great friend. Come in! It's not safe at night here.<br>Wolves are always lurking for our chickens.<br><br>So, the {girlBoy} follows the abbot inside.<br>As the path leads the way to the abbey, the gate closes silently behind them.<br><br>'You want to know more about your father, correct?': said the abbot.<br>{playerName} nodded.<br><br>The big door opened of the abbey when they arrived the main hall of the building.<br>Fumes of a fireplace and its light escaped through the entrance.<br><br>After a humble dinner together with the other monks.<br>{playerName} was given a small bedroom.<br><br>Before the abbot left of to his own room, he said: Tomorrow I'll tell you the story of your father and I.'<br><br>{sheHe} couldn't sleep that night.<br>It could be the night where a whole part of {herHis} life.",
  "story-chapter-8": "Your father and I had some common interests, the abbot told.<br>'I had a small stall with spices, potions and other trinkets on the market of {placeName}.<br>That is 20 years ago.<br><br>Your father sought me out, like I picked rosemary in the forest.<br>He said he needed knowledge about some herbs.<br>I asked him why. And he said he was experimenting to find a new way of brewing.<br>{fatherName} wanted to brew a beer worth fighting for, a beer that wields power, making a difference in the world.<br><br>I was just an young monk in the abbey, with somewhat experience in botanology<br>but I felt like I had to help him. So, I did.<br><br>We reorganized the inner garden of the abbey. Sat together for hours in dozens of nights, just to find the right ingredient for the beer that would make such a difference.<br>The brewery you can find here, was also built in those days. We transformed together with my brothers this abbey into a true brewery, capable of doing anything.<br><br>Even though... Months went by, we had hundreds of failed batches, maybe even more and we still didn't make what satisfied our expectations.<br><br>Until one day, a smell came out of the brewery's chimney.<br>The clouded sky opened, the sun started to shine upon the claystone of courtyard where we were sitting.<br>Apparently, the smell got carried away with the wind into the centre of {placeName}.<br><br>Suddenly a lot of people from the centre came to visit our humble abbey to ask where that smell came from.<br>We both saw what happened, we may have found the recipe that your father was looking for.<br><br>That night we celebrated. We made it.<br>Finally, our prayers were answered, our demands were heard and filled.<br><br>We wrote the recipe down, we put a scheme together of all the steps we took to make the beer.<br>I insisted that your father would be the sole owner of the recipe.<br>Even though I trusted every brother in my abbey with my life, this was more important.<br><br>After 4 days, a man approached the abbey.<br>He said he was a servant of the king himself.<br>It appeared that the king's nose caught the smell as well.<br>The king demanded that we could brew this beer for him and only for him.<br><br>In that way he could overrule his opponents in battles.<br><br>We didn't believe that the beer could such a power.<br>In any case, we weren't eager to accept such a deal because we were afraid that such a power, if our brew would give such a power, could have a bad outcome.<br><br>After we told the man, we couldn't cooperate with them, your father headed immediately for the forest to hide the recipe there.<br><br>We decided that such a secret could be dangerous.<br>Doesn,'t matter the recipe was used in the future nor in the past.<br>It would be the secret of the mountains, your father said when he came back.<br><br>1 day later, your father said goodbye.<br>He had received a letter from your mother, telling him that he got a {daugtherSon}.<br><br>Word got out that when he wanted to enter {placeName}. Some guards of the palace were waiting for him.<br>They took him out and your father was never to be heard of again.",
  "story-chapter-9": "Did you like the story?",
  "story-chapter-9-1": "Thank you, it is one of my most treasured stories I ever came up with.",
  "story-chapter-9-2": "Sorry to bother you then.",
  "story-chapter-10": "Well... It was nice meeting you here.<br>Until next time, I have some work to attend to.<br>Tomorrow is another work day on the market."
}
